---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FootSingleQuote
source: html/b80bf07d-dcd7-576b-d4b4-9bc708ec1493.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FootSingleQuote Property

Symbol ', indicating unit Feet.

## Syntax (C#)
```csharp
public static ForgeTypeId FootSingleQuote { get; }
```